START_MESSAGE = """
👋 Привет!

Я — минимальный шаблон Telegram-бота на Python.

📦 Используй меня как базу и добавляй свою логику!
"""


START_ADMIN_MESSAGE = """
🔐 Добро пожаловать, админ!
"""


ENTER_PASSWORD_MESSAGE = """🔐 Введите пароль для доступа к админ-панели:"""


NOT_CONNECTED_FUNCTIONALITY = """
🔧 Этот функционал не подключен.
"""



CATEGORIES_MESSAGE = """
📦 Выберите категорию:
"""


CATEGORY_MESSAGE = """
📦 Категория: {name}
"""


PRODUCT_MESSAGE = """
📦 Продукт: {name}
"""


PRODUCT_TAGS_MESSAGE = """
📦 Теги продукта:
"""



FEEDBACKS_MESSAGE = """
📦 Отзывы:
"""


FEEDBACK_MESSAGE = """
📦 Отзыв: {content}
"""